[
  {
    "header": "Solar Power",
    "description": "Solar jobs continue to become more and more available each year, with a wide range of positions available within the industry for all skill sets and education levels.",
    "text": "Looking for a rewarding career in a rapidly expanding industry? Try solar energy. Solar jobs continue to become increasingly available each year Solar energy jobs continue to become increasingly available each year Solar jobs continue to become more and more available each year, with a wide range of positions available within the industry for all skill sets and education levels. The demand for solar energy systems continues to rise, opening up the job market in the industry. According to the 2015 National Solar Jobs Census, published by The Solar Foundation, the solar industry is adding workers at a rate 12 times faster than the overall economy. The 209,000 current solar jobs nationwide already outnumber those in coal mining or oil and gas extraction, and more than double the number of solar jobs that existed in 2010. And jobs are popping up all over the country. Nearly half of all U.S. states have at least doubled their solar workforce since 2012. Solar energy jobs are more than just getting on a roof to instal solar panels. There are distribution centers, manufacturers, system design and more. Some professions will require a four year or advanced degree, but others have fewer requirements. Installers or other entry level positions may only require a basic solar training course, or at the very least give you a leg up on the competition. As for pay? Solar installers, manufacturers, sales representatives, and other job categories all fall well above the national median wage. Now is a great time to get started on your solar career while jobs continue to emerge. To find programs, check out the Solar Training Network and get your feet wet by doing your homework and making connections.",
    "urlImage": "../images/post-solar-energy.jpg",
    "date" : "September 26, 2016"

  },
  {
    "header":"Large Hydropower Supports 1.3 Million Jobs",
    "description" :  "According to a recent report by the International Renewable Energy Agency (IRENA), large hydropower supports roughly 1.3 million direct jobs worldwide.",
    "text": "According to a recent report by the International Renewable Energy Agency (IRENA), large hydropower supports roughly 1.3 million direct jobs worldwide. Considered a conservative estimate, the number comes from the Renewable Energy and Jobs 2016 Annual Review. Surprisingly, the number actually represents a decline in jobs for large hydropower. The report cited increased mechanization, slowing housing markets, the removal of subsidies and the drop in new installations as factors in the decline. According to IRENA, there are more than 1,300 hydropower companies around the world that manufacture various products and services. Domestically, the U.S. hydropower industry currently employs around 300,000 workers, from project development and manufacturing to facilities operations and maintenance. An accelerated estimate shows that the industry could grow exponentially in the next 10 years. Navigant Consulting recently conducted a study and found that 1.4 million cumulative jobs could be created by hydropower by 2025 when policies such as a renewable electricity standard are deployed. The National Hydropower Association has a graphic breakdown of the predicted job growth as well as a link to the full study. Hydropower makes up a small portion of the 8.1 million people employed in renewable energy worldwide. The industry overall saw a 5 percent increase in employment from last year, with solar photovoltaic the largest at 2.8 million jobs. The United States has the third most jobs in renewable energy worldwide. In a release from IRENA, Director-General Adnan Z. Amin said, “The continued job growth in the renewable energy sector is significant because it stands in contrast to trends across the energy sector. This increase is being driven by declining renewable energy technology costs and enabling policy frameworks. We expect this trend to continue as the business case for renewables strengthens and as countries move to achieve their climate targets agreed in Paris.”",
    "urlImage" : "../images/post-waterfall.png",
    "date" : "October 27, 2016"
  },
  {
    "header":"Ethanol Engines Could Pack Big Punch",
    "description" :  "Ethanol Engines vs. Traditional Engines: Understanding the Difference.",
    "text" : "Ethanol Engines Could Pack Big Punc 95 percent of all petroleum-based gasoline sold in the United States is now blended with 10 percent ethanol, according to the U.S. Energy Information Administration. In 2015, ethanol biorefineries located in 29 states set a record by producing 14.7 billion gallons of high-octane renewable fuel, the Renewable Fuels Association reported. Oak Ridge scientists’ recent discovery that ethanol can be produced from carbon dioxide and the hope that U.S. ethanol imports can help countries such as Japan reduce greenhouse gas emissions are likely to affect demand for ethanol in the near future. Ethanol is in demand because ethanol and ethanol engines differ from traditional gasoline and gas engines in the way they are manufactured, their fuel efficiency and their affordability. Here’s a closer look at how ethanol engines differ from traditional engines. Manufacturin Traditional gasoline comes from petroleum, which is a mixture of many different hydrocarbons. It is found in underground rock formations underlying oil fields, from which it must be drilled, pumped and refined into gasoline. When used in gasoline engines, fuel and engines differ according to how much the engines compress the fuel and air in their cylinders. High-compression engines squeeze fuel and air more than low-compression engines do. This can cause premature ignition and wasted power, called engine knock, which can damage an engine. To operate efficiently, high-compression engines need gasoline with more knock resistance than low-compression engines. A gasoline’s ability to resist knock is expressed in its octane number. The higher the octane number, the more resistant to engine knock the gasoline is. Ethanol comes from ethyl alcohol, the same type of alcohol found in alcoholic beverages. It is a natural byproduct of yeast and can be produced by fermenting sugars with yeast or by hydrating ethylene. When used for fuel, it is typically produced from organic matter called biomass, which can consist of starch- and sugar-based feedstocks, such as corn, or from cellulosic feedstock, such as crop residues or wood chips. There are two main production processes for converting biomass into ethanol, known as dry milling and wet milling, which differ in their initial treatment of the grain being used. In dry milling, the grain is initially ground into flour meal, while in wet milling, it is soaked in water and dilute sulfurous acid. Ethanol delivers less energy per gallon than gasoline, but it has a higher octane number. Because of this, ethanol is often blended with low-octane gasoline to improve its knock resistance. However, ethanol can cause problems for engines that were designed purely for gasoline. Ethanol is a strong solvent that can absorb water and it can be corrosive to plastic and rubber compounds of traditional engines, as well as brass, copper and aluminum unless these are specially treated. Ethanol can also raise the temperature and pressure in ethanol engines. Fortunately, most vehicles built after 2005 have on-board computers that make air/fuel mixture and spark timing adjustments to accommodate up to 15 percent ethanol mixes. Engines designed to run on ethanol blends use different materials for their rubber sealants and o-rings. Some auto enthusiasts have modified their engines to run on pure ethanol. Fuel Efficienc Ethanol is not as fuel-efficient as gasoline. Ethanol engines deliver approximately one-third less energy per gallon than gasoline. Consequently, a mixture of 85 percent gasoline and 15 percent ethanol is approximately 30 percent less powerful than pure gasoline, and ethanol gets less miles per gallon than gasoline. However, ethanol is comparable to gasoline for acceleration, power and cruising capability. Affordabilit Ethanol is less expensive than gasoline, especially in regions that grow corn such as the U.S. Midwest. For instance, in July 2016, the national average price for E85 ethanol was $1.99 per gallon, compared to $2.26 per gallon for gasoline. However, the savings from this difference can be offset by the fact that ethanol gets fewer miles per gallon. For instance, for a 2014 Ford Focus, the price of E85 would need to be 30 percent cheaper than gasoline to translate into real savings after the difference in miles per gallon is factored in. To determine whether ethanol is more cost-efficient for your vehicle, see the Department of Energy’s website fueleconomy.gov.",
    "urlImage" : "../images/post-biodiesel.jpg",
    "date" : "October 27, 2016"
  },
  {
    "header":"  Elon Musk and Leonardo DiCaprio discuss climate issues in Before the Flood documentary",
    "description" :  "For his National Geographic Channel documentary Before the Flood, Leonardo DiCaprio stopped in to chat with Elon...",
    "text" : "On site at the Tesla Gigafactory in Nevada, DiCpario and Musk talked about the dangers the world faces with climate change precipitated by burning fossil fuels like oil and gas. According to Musk, the fossil fuel industry is the world’s largest industry with “more money and more influence than any other sector.” He spoke of the hope for a “popular uprising” against the industry but also said “we are unavoidably headed towards some level of harm.” Musk showed how his company, Tesla, is working to combat that industry with their Gigafactory. Related: Elon Musk wants to build Tesla Gigafactories all around the world So how many Gigafactories do we need to enable the world to run on renewable energy? According to Musk, it would take just 100 Gigafactories. But Tesla can’t build them all; Musk called for large companies in China, Europe, and the United States to “do the same thing” and build factories to make batteries for storing renewable energy. Elon Musk, Leonardo DiCaprio, Tesla, Gigafactory, Gigafactories, carbon tax, carbon, carbon emissions, climate change, global warming, fossil fuels, National Geographic, Before the Flood, documentary Governments can help out too, according to Musk, by setting up regulations or laws to ease the transition away from fossil fuels. In the video Musk said, “Unless there’s a price put on carbon…” and DiCaprio completed his sentence with, “We’re never going to be able to make the transition that we need to in time.” Musk said, “the only way to do that is with a carbon tax.” The National Geographic Channel released DiCaprio’s documentary in 45 languages and 171 countries on October 30. The hour and a half documentary follows DiCaprio’s three-year journey to learn more about climate change, and the National Geographic Channel is offering the documentary for free so more people can view it. You can watch the entire documentary here.",
    "urlImage" : "../images/post-musk.jpg",
    "date" : "October 03, 2016"
  }

]



